/* 
  FirstScan.strings
  EverNote

  Created by Matt Sarnoff on 7/30/13.
  Copyright (c) 2013 Evernote. All rights reserved.
*/

/* Get Started step: heading text */
"getStarted-heading" = "Zapraszamy! Podłącz.";

/* Get Started step: detail text */
"getStarted-detailText" = "Najpierw, podłącz skaner do źródła zasilania. A następnie, podłącz przewód USB do skanera i komputera.";


/* Autofiling Intro step: heading text */
"autofileIntro-heading" = "Automatycznie segreguj zeskanowane dokumenty w Evernote";

/* Autofiling Intro step: detail text */
"autofileIntro-detailText" = "Skaner ScanSnap Evernote Edition rozpoznaje zdjęcia, rachunki, wizytówki i dokumenty, a następnie automatycznie zapisuje je w notatnikach na koncie Evernote.";

/* Autofiling Intro step: continue button text */
"autofileIntro-continueTitle" = "Skonfiguruj automatyczne zapisywanie";


/* Documents step: heading text */
"documents-heading" = "Automatyczne zapisywanie dokumentów";

/* Documents step: detail text */
"documents-detailText" = "Skanuj pocztę, rachunki, karty gwarancyjne, rozliczenia i inne. Evernote umożliwia przeszukiwanie zeskanowanych dokumentów, więc zawsze będziesz mieć dostęp do najważniejszych informacji.";

/* Documents step: notebook name prompt label */
"documents-notebookPrompt" = "Automatycznie zapisuj zeskanowane dokumenty w:";

/* Documents step: suggested new notebook name */
"documents-suggestedNotebookName" = "Dokumenty";


/* Business Cards step: heading text */
"businessCards-heading" = "Automatyczne zapisywanie wizytówek";

/* Business Cards step: detail text */
"businessCards-detailText" = "Wszystkie zebrane wizytówki nie muszą zaśmiecać miejsca, w którym pracujesz. Umieść je treścią do dołu w podajniku dokumentów i zeskanuj wszystkie na raz do Evernote.";

/* Business Cards step: notebook name prompt label */
"businessCards-notebookPrompt" = "Automatycznie zapisuj wizytówki w:";

/* Business Cards step: suggested new notebook name */
"businessCards-suggestedNotebookName" = "Wizytówki";


/* Receipts step: heading text */
"receipts-heading" = "Automatyczne zapisywanie rachunków";

/* Receipts step: detail text */
"receipts-detailText" = "Od raportów finansowych po podatki, to ważne, aby zapisywać rachunki. Pozwól Evernote zrobić to za Ciebie.";

/* Receipts step: notebook name prompt label */
"receipts-notebookPrompt" = "Automatycznie zapisuj rachunki w:";

/* Receipts step: suggested new notebook name */
"receipts-suggestedNotebookName" = "Rachunki";


/* Photos step: heading text */
"photos-heading" = "Automatyczne zapisywanie zdjęć";

/* Photos step: detail text */
"photos-detailText" = "Ukochane wspomnienia, zachowane w jednym miejscu. Umieść zdjęcia grafiką do dołu w podajniku dokumentów i zeskanuj do Evernote.";

/* Photos step: notebook name prompt label */
"photos-notebookPrompt" = "Automatycznie zapisuj zeskanowane zdjęcia w:";

/* Photos step: suggested new notebook name */
"photos-suggestedNotebookName" = "Zdjęcia";



/* Go Premium step: heading text */
"premium-heading" = "Wymień na Evernote Premium";

/* Go Premium step: detail text */
"premium-detailText" = "Gotów, aby żyć i pracować rozsądniej? Do skanera ScanSnap dołączona jest roczna subskrypcja Evernote Premium. Zacznij teraz.";


/* Finished step: heading text */
"finished-heading" = "Zeskanuj wszystko";

/* Finished step: detail text */
"finished-detailText" = "Zapisz zdjęcia, rachunki, wizytówki i dokumenty w Evernote używając skanera ScanSnap Evernote Edition. Wystarczy nacisnąć zielony przycisk.";
